Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/B04B.tmx
Source language: en_us
Languages: zh_cn

source: Did France's Secrecy Cause a Nuclear-Sub Collision?
zh_cn: 英法核潜艇相撞，责任在法国吗？

source: A collision between a British nuclear-powered submarine carrying multiple nuclear warheads and a French nuclear submarine armed with a similar payload may have been the result of lack of communication between France and NATO nations, according to a former British submarine commander whose revelations were partially corroborated by an official at the French navy.
zh_cn: 一艘携带核弹头的英国核动力潜艇与一艘相似载弹量的法国核潜艇发生了碰撞事故。一位英国退役潜艇指挥官认为这次事故是法国与其北约盟国缺乏沟通的结果，这一说法得到了一名法国海军官员的部分证实。

source: Sometime on Feb. 3 or 4, the British HMS Vanguard and France's Le Triomphant collided in the mid-Atlantic.
zh_cn: 在今年2月3号或4号的某个时候，英国“前卫”号弹道导弹核潜艇与法国的“凯旋”号核潜艇在大西洋中部相撞。

source: The accident probably happened because the two submarines were not aware of each other.
zh_cn: 事故很可能是由于两艘潜艇都未发现对方。

source: NATO operates a traffic control system that alerts allied nations to the deployment zones of friendly submarines.
zh_cn: 北约装备有一套交通控制系统，盟国舰只途径友方潜艇部署区域时，会收到系统发出的警告。

source: The system is designed to avoid collisions.
zh_cn: 该系统就是用于避免相撞事故的。

source: But because France is not part of NATO's military command structure, it does not provide information on the location of its mobile nuclear arms to that system, according to Julian Ferguson, who commanded one of Britain's four V-class nuclear submarines until retiring in 2006.
zh_cn: 但是，因为法国并不隶属于北约军事指挥体系，也就不向该系统提供其可移动核武实时位置的信息――朱利安・费格斯（Julian Ferguson）介绍说，他在2006年以前一直担任英国四艘“前卫”级核潜艇之一的指挥官。

source: "There is a system for operating areas that are reserved for American, British, Norwegian, Dutch and Canadian communities and if you want to go into someone's area of influence you tell them what you are doing. But if you are not in the NATO military structure you don't have to do that," says Ferguson.
zh_cn: "专门有一个系统负责协调为美、英、挪、荷、加预留的行动区域。如果你进入某国的势力范围，你要告诉他们你在作什么。不过，你要不隶属于北约军事体系的话，你就不用"，费格斯说。

source: The French Navy confirmed to TIME that it does not give the positions of its nuclear armed submarines to NATO forces: "France does not supply any information regarding the position of its nuclear arms or submarines carrying them, because France considers its nuclear arsenal the most vital element in its defense capabilities," says JЁ¦rome Erulin, spokesman for France's Navy.
zh_cn: 法国海军也向《时代》周刊证明了他们并没有通知北约他们核潜艇的位置。法国海军发言人约洛梅・埃洛琳宣称："法国没有提供任何关于其核武器及载核设备位置的信息，因为法国认为其核武库是自身防卫能力中最重要的部分。"

source: NATO sources told TIME that France is not alone in withholding information about nuclear-armed submarines —— the Brits and Americans keep the location of their strategic deterrent secret too.
zh_cn: 北约消息渠道告诉《时代》周刊，不仅是法国对其核潜艇保密，英美两国也对其战略威慑力量的位置保密。

source: In a prepared statement, a NATO spokesman said: "France uses the same procedures with regard to its submarine fleet as all other allies."
zh_cn: 北约发言人表示理解，说："法国和其它各国对待自身潜艇力量的做法是一样的。"

source: But Ferguson says the French are particularly secretive due to their position outside NATO's command structure.
zh_cn: 不过，英国皇家海军前核潜艇指挥官费格斯表示，法国特殊一些，因为它不隶属于北约的指挥体系。

source: And past policy-level discussions suggest a concern over a lack of communication.
zh_cn: 北约决策层曾对与法国缺乏沟通的问题表示过担忧。

source: In 1994, Britain and France discussed closer co-operation between their navies and a possible carve-up of deployment zones for their nuclear submarine patrols.
zh_cn: 1994年，英法曾讨论过两国海军进一步密切关系的问题，甚至讨论过两国海军核潜艇联合巡航问题。

source: It took until September 2000 for arrangements to be formalized in the U.K.-French Bilateral Defense Cooperation Agreement.
zh_cn: 不过，直到2000年9月，双方才签署双边军事合作协议。

source: That agreement called for port visits for British and French nuclear-armed submarines and regular exchanges on nuclear policy.
zh_cn: 这份协议同意英法两国海军港口互访以及核政策信息交换经常化。

source: But it's unclear whether it included the exchange of information about nuclear armed submarine positioning, and many arms experts say it probably did not.
zh_cn: 但没有人知道双方是否愿意交换核潜艇部署位置的情报。许多专家都认定，英法不会愿意。

source: "The fact that the collision occurred at all indicates that the two allies need to talk more," says Hans Kristensen, who monitors NATO's weapons for the federation of American scientists.
zh_cn: 美国科学家协会负责监视北约武器的专家汉斯・克里斯腾森说：“英法核潜艇相撞的事实说明，英法两国需要进一步交流。”

source: While the intersection of two sonar-equipped nuclear submarines in a vast ocean may seem an unlikely event even without communication, there are environmental anomalies in the Atlantic that make a collision more likely, according to Ferguson.
zh_cn: 按常理，两艘装备了先进声呐的核潜艇，即便是互不通信，在大洋里相撞是不可思议的事。不过，费格斯表示，大西洋特殊的地理环境有可能是导致相撞发生的原因。

source: Submarines on a deterrent mission, for instance, tend to congregate in places where they are unlikely to be found by other submarines and spy-planes.
zh_cn: 费格斯透露，执行战略威慑任务的核潜艇一般是隐藏在其它潜艇或者侦查飞机不容易发现的海域里，

source: "There are oceanographic factors in which you can be on either side of an ocean front where the temperature is slightly different on your side than the others. Where the gulf stream comes across the Atlantic is a prime point of this. Sometimes these barriers can be quite hard —— no sound penetrates at all. And if your business is hiding then you would hide in that vicinity. There is an added risk that given the environmental factors maybe you don't hear another submarine in time to do something about it."
zh_cn: "大西洋特殊的洋流会让两艘潜艇周围的水温有细微差异，乃至于彼此都觉察不到对方的存在。(译者注：洋流的流动性会造成海水不规则的温差，温差会造成海水的密度差，密度差造成声音传播的速度差，潜艇依靠回声探测距离最终将产生严重误差。)往往是墨西哥湾暖流造成这种温差，在这种海相情况下，声呐根本穿不透宽厚的洋流，（译者注：声纳发出的声波在低温海水中速度快，高温海水中速度慢，从低温区传到到高温区，速度骤降，犹如撞墙，回声也将变得微弱，难以侦测）如果潜艇执行的是潜伏任务，呆在那附近最好。这就出现一种风险：两艘核潜艇要是都想到一块去了，那就撞到一块去了。” （译者注:相似的，太平洋也存在类似的温差，而且洋流状况复杂的多，利用这一现象，老旧的“明”级潜艇可以安全的跟踪一段美国的航母编队。不过，随着我们的核潜艇更加频繁的游弋，和美国人相撞的概率也在提高。）

source: The multiple, city-destroying warheads on the French and British submarines are not at risk of detonation from collision, Ferguson said.
zh_cn: 英法核潜艇所携带的多弹头大威力核弹头并不会因 为碰撞爆炸，费格斯解释说。

source: But had a nuclear reactor been damaged on either boat, it could have poisoned the crew and spread radioactive waste for miles across the Atlantic.
zh_cn: 但是，只要有一艘艇的核反应堆碰坏了，那全艇的人都要受沾染，而且还会在大西洋里洒一路。

source: If in fact the collision could have been prevented by better communication between France and NATO, the revelation comes at a politically sensitive time: France is set to re-join NATO's military infrastructure in April.
zh_cn: 如果法国和北约加强沟通真可以避免这次事故，那么这个问题就恰好暴露在现在这么一个政治敏感时刻：法国正打算在四月重新加入北约的军事组织中。

source: Its secrecy policy on the location of its nuclear-armed subs could come under fire before then, especially as the French say they will not budge on the issue.
zh_cn: 法国的核武位置保密政策届时会备受抨击，尤其在法国仍强硬坚持这一政策的情况下。

source: Explains Erulin of the French Navy: "Because this is so essential to France's strategic defense interests, this is something that will be maintained even after French is fully reintegrated into NATO's military command structure."
zh_cn: 法国海军发言人解释说："因为这是法国战略防御利益中至关重要的一环，即使在法国完全加入到北约军事指挥体系中以后，法国仍将坚持这一政策"
